# -*- coding: utf-8 -*-
regions = [
'杭州市千岛湖风景名胜区', '杭州市西湖风景名胜区', '杭州西溪湿地旅游区', '宁波市奉化溪口-滕头旅游景区', '嘉兴市桐乡乌镇古镇旅游区', '嘉兴市西塘古镇旅游景区','金华市东阳横店影视城景区', '衢州市江郎山·廿八都景区', '温州市雁荡山风景名胜区', '舟山市普陀山风景名胜区', '湖州市南浔古镇景区', '台州市神仙居景区', '台州市天台山景区', '衢州市开化根宫佛国文化旅游景区', '绍兴市鲁迅故里沈园景区', '嘉兴市南湖旅游区', '黄山旅游风景区', '三清山旅游风景区'];
#景区地址
regions_address = [
    '浙江省杭州市淳安县','浙江省杭州市西湖风景名胜区','杭州市天目山路518号','浙江省宁波市奉化市溪口镇','浙江省嘉兴桐乡市乌镇石佛南路18号','浙江省嘉兴市嘉善县西塘镇南苑路258号','浙江省金华东阳市横店镇横店影视城','浙江省衢州市江山市江郎乡','浙江省温州市乐清市雁荡镇','浙江省舟山市普陀山岛','浙江省湖州市南浔镇人瑞路51号','浙江台州市仙居县白塔镇神仙居','浙江省天台县桐柏岭脚村','浙江衢州市开化县城关根博路1号','浙江省绍兴市越城区鲁迅中路241号','浙江省嘉兴南湖区海盐塘路188号','安徽省黄山市黄山区汤口镇','上饶市玉山县三清乡'
];
inner_regions = [
    '千岛湖中心湖区','梅峰揽胜'
];
search_keys = [
    '千岛湖','西湖','西溪','溪口','乌镇','西塘','横店','江郎山','雁荡山','普陀山',
    '南浔','神仙居','天台山','根宫','鲁迅','南湖','黄山','三清山'
];
#内部景区从数据库中索引的关键字
inner_regions_search_key = [
    '中心湖','梅峰',
]